[
  {
    "_id": "737a3694e5fc335f796a4942",
    "sigleFr": "PET",
    "sigleEn": "PET",
    "scientificNameFr": "Polyéthylène Téréphtalate",
    "scientificNameEn": "Polyethylene Terephthalate",
    "description": " Le PET est un plastique couramment utilisé dans la fabrication de bouteilles en plastique transparentes pour les boissons et les liquides, ainsi que dans les emballages alimentaires pour les produits alimentaires tels que les sauces, les condiments et les salades pré-emballées. Il est apprécié pour sa transparence, sa légèreté et sa résistance aux chocs.",
    "icone": "pet.png",
    "flotability": {
      "alcohol": false,
      "vegetableOil": false,
      "water": false,
      "glycerine": false
    },
    "injectionTemperature": "250-280°C",
    "density": 1.38,
    "meltingPoint": 260,
    "heatResistance": "Bon",
    "chemicalResistance": "Moyenne",
    "rigidity": "Semi-rigide",
    "toxicity": "Isolant",
    "environmentalImpact": "Recyclable"
  },
  {
    "_id": "737a3694e5fc335f796a4943",
    "sigleFr": "HDPE",
    "sigleEn": "HDPE",
    "scientificNameFr": "Polyéthylène Haute Densité",
    "scientificNameEn": "High-Density Polyethylene",
    "description": "Le HDPE est un plastique largement utilisé dans la fabrication de bouteilles de lait, de sacs en plastique résistants et de conteneurs pour produits chimiques. Il est apprécié pour sa haute densité, ce qui lui confère une excellente résistance aux chocs et une bonne résistance chimique. Le HDPE est également connu pour sa capacité à être recyclé, ce qui en fait un choix populaire pour les applications nécessitant une résistance et une durabilité élevées.",
    "icone": "hdpe.png",
    "flotability": {
      "alcohol": false,
      "vegetableOil": false,
      "water": true,
      "glycerine": true
    },
    "injectionTemperature": "220-270°C",
    "density": 0.95,
    "meltingPoint": 135,
    "heatResistance": "Bon",
    "chemicalResistance": "Bonne",
    "rigidity": "Rigide",
    "toxicity": "Isolant",
    "environmentalImpact": "Recyclable"
  },
  {
    "_id": "737a3694e5fc335f796a4944",
    "sigleFr": "PVC",
    "sigleEn": "PVC",
    "scientificNameFr": "Chlorure de Polyvinyle",
    "scientificNameEn": "Polyvinyl Chloride",
    "description": " Le PVC est un plastique polyvalent largement utilisé dans diverses applications. Il est principalement utilisé dans la fabrication de tuyaux pour les systèmes de plomberie, les revêtements de sol pour les espaces intérieurs et extérieurs, les fenêtres pour les constructions, et les jouets pour enfants. Le PVC est apprécié pour sa durabilité, sa résistance aux intempéries et sa facilité de moulage, ce qui en fait un matériau prisé dans l'industrie de la construction et des produits de consommation.",
    "icone": "pvc.png",
    "flotability": {
      "alcohol": false,
      "vegetableOil": false,
      "water": false,
      "glycerine": false
    },
    "injectionTemperature": "160-220°C",
    "density": 1.4,
    "meltingPoint": 212,
    "heatResistance": "Bon",
    "chemicalResistance": "Bonne",
    "rigidity": "Rigide",
    "toxicity": "Haute",
    "environmentalImpact": "Non Recyclable"
  },
  {
    "_id": "737a3694e5fc335f796a4945",
    "sigleFr": "LDPE",
    "sigleEn": "LDPE",
    "scientificNameFr": "Polyéthylène Basse Densité",
    "scientificNameEn": "Low-Density Polyethylene",
    "description": " Le LDPE est un type de plastique utilisé principalement pour la fabrication de sacs en plastique, de films d'emballage et de revêtements. Grâce à sa flexibilité et à sa résistance à la déchirure, le LDPE est largement utilisé pour les emballages souples tels que les sacs de transport, les sacs poubelles et les enveloppes à bulles. Il est également utilisé comme revêtement protecteur pour diverses surfaces. Le LDPE est apprécié pour sa facilité de recyclage, ce qui en fait un choix plus respectueux de l'environnement pour certains emballages.",
    "icone": "ldpe.png",
    "flotability": {
      "alcohol": true,
      "vegetableOil": false,
      "water": true,
      "glycerine": false
    },
    "injectionTemperature": "170-220°C",
    "density": 0.92,
    "meltingPoint": 115,
    "heatResistance": "Moyen",
    "chemicalResistance": "Moyenne",
    "rigidity": "Flexible",
    "toxicity": "Isolant",
    "environmentalImpact": "Recyclable"
  },
  {
    "_id": "737a3694e5fc335f796a4946",
    "sigleFr": "PP",
    "sigleEn": "PP",
    "scientificNameFr": "Polypropylène",
    "scientificNameEn": "Polypropylene",
    "description": "Le PP est un plastique largement utilisé dans l'industrie alimentaire pour les emballages alimentaires, tels que les contenants, les barquettes et les films d'emballage. Il est également utilisé pour fabriquer des bouchons de bouteilles, des couvercles et des capsules grâce à sa résistance aux produits chimiques et à la chaleur. En dehors du secteur alimentaire, le PP est utilisé pour produire des fibres textiles, notamment pour les tapis, les tissus d'ameublement et les textiles industriels. Le PP est apprécié pour sa légèreté, sa rigidité et sa capacité à résister aux chocs.",
    "icone": "pp.png",
    "flotability": {
      "alcohol": true,
      "vegetableOil": true,
      "water": true,
      "glycerine": true
    },
    "injectionTemperature": "200-280°C",
    "density": 0.9,
    "meltingPoint": 165,
    "heatResistance": "Très bon",
    "chemicalResistance": "Bonne",
    "rigidity": "Rigide",
    "toxicity": "Isolant",
    "environmentalImpact": "Recyclable"
  },
  {
    "_id": "737a3694e5fc335f796a4947",
    "sigleFr": "PS",
    "sigleEn": "PS",
    "scientificNameFr": "Polystyrène",
    "scientificNameEn": "Polystyrene",
    "description": "Le PS est un plastique communément utilisé dans la fabrication de gobelets en plastique jetables, d'emballages d'œufs pour le transport et la protection des œufs, ainsi que dans les matériaux d'isolation pour les constructions. Le PS est apprécié pour son faible coût, sa légèreté et ses propriétés isolantes. Il est souvent utilisé dans les produits à usage unique en raison de sa facilité de moulage et de sa résistance aux chocs. Cependant, en raison de son faible taux de recyclage et de sa lente dégradation dans l'environnement, le PS est parfois critiqué pour ses effets négatifs sur l'écosystème.",
    "icone": "ps.png",
    "flotability": {
      "alcohol": false,
      "vegetableOil": false,
      "water": false,
      "glycerine": true
    },
    "injectionTemperature": "180-250°C",
    "density": 1.05,
    "meltingPoint": 240,
    "heatResistance": "Moyen",
    "chemicalResistance": "Moyenne",
    "rigidity": "Rigide",
    "toxicity": "Isolant",
    "environmentalImpact": "Recyclable"
  },
  {
    "_id": "737a3694e5fc335f796a4948",
    "sigleFr": "Other",
    "sigleEn": "Other",
    "scientificNameFr": "Autre",
    "scientificNameEn": "Other",
    "description": "Cette catégorie regroupe des types de plastique qui ne correspondent pas aux catégories standard énumérées précédemment. Ces plastiques peuvent être des mélanges ou des compositions spéciales, ou ils peuvent avoir des propriétés uniques qui ne les classent pas clairement dans les catégories traditionnelles. En raison de leur diversité, les propriétés spécifiques de ces plastiques peuvent varier considérablement, y compris leur température d'injection, leur densité, leur point de fusion, leur résistance à la chaleur, leur résistance chimique, leur rigidité, leur toxicité et leur impact environnemental. Il est essentiel de connaître et de gérer correctement ces plastiques, car leur recyclage et leur élimination peuvent également être spécifiques à chaque type.",
    "icone": "other.png",
    "flotability": {
      "alcohol": false,
      "vegetableOil": false,
      "water": false,
      "glycerine": false
    },
    "injectionTemperature": "Varie",
    "density": 0,
    "meltingPoint": 0,
    "heatResistance": "Varie",
    "chemicalResistance": "Varie",
    "rigidity": "Varie",
    "toxicity": "Varie",
    "environmentalImpact": "Varie"
  }
]
